Repository: eurolinux-enterprise-linux-sources/report
Catalog: src/po/*.po
Languages: pl, uk

source: Needs a filename.
pl: Wymaga nazwy pliku.
uk: Слід вказати назву файла.

source: Please specify only 1 filename.
pl: Proszę podać tylko jedną nazwę pliku.
uk: Будь ласка, вкажіть лише 1 назву файла.

source: File %s does not exist.
pl: Plik %s nie istnieje.
uk: Файла %s не існує.

source: --gtk option specified, but report.io.GTKIO package not found.
pl: Podano opcję --gtk, ale nie odnaleziono pakietu report.io.GTKIO.
uk: Вказано параметр --gtk, але пакунка report.io.GTKIO не виявлено.

source: Signature File Format Error
pl: Błąd formatu pliku podpisu
uk: Помилка у форматі файла підпису

source: file %s is a tarfile that does not contain a member named 'context.xml'
pl: plik %s jest plikiem tar, który nie zawiera elementu o nazwie "context.xml"
uk: файл %s є файлом архіву tar, який не містить елемента з назвою «context.xml»

source: Failed to open file %(filename)s: %(error)s
pl: Otarcie pliku %(filename)s nie powiodło się: %(error)s
uk: Не вдалося відкрити файл %(filename)s: %(error)s

source: Failed to open file %s
pl: Otarcie pliku %s nie powiodło się
uk: Не вдалося відкрити файл %s

source: Error while parseing: %(filename)s: %(error)s
pl: Błąd podczas przetwarzania: %(filename)s: %(error)s
uk: Помилка під час обробки: %(filename)s: %(error)s

source: Could not parse XML file %s
pl: Nie można przetworzyć pliku XML %s
uk: Не вдалося обробити файл XML %s

source: file %(filename)s has document tag that is not valid: %(signature)s
pl: plik %(filename)s posiada nieprawidłowy znacznik dokumentu: %(signature)s
uk: файл %(filename)s містить некоректний теґ документа: %(signature)s

source: file %(filename)s has document element that has children with an invalid tag: %(tag)s
pl: plik %(filename)s posiada element dokumentu, który posiada potomków z nieprawidłowymi znacznikami: %(tag)s
uk: файл %(filename)s містить елемент документа з дочірнім елементом з некоректним теґом: %(tag)s

source: file %s has binding element that has no 'name' attribute
pl: plik %s posiada element dowiązania, który nie posiada atrybutu "name"
uk: файл %s містить елемент зв’язку без атрибута «name»

source: file %s has a binding with an 'href' but no content
pl: plik %s posiada dowiązanie z "href", ale bez zawartości
uk: файл %s пов’язано з «href» без вмісту

source: file %(filename)s is a tarfile that does not contain a member named '%(member)s'
pl: plik %(filename)s jest plikiem tar, który nie zawiera elementu o nazwie "%(member)s"
uk: файл %(filename)s є файлом архіву tar, який не містить елемента з назвою «%(member)s»

source: file %(filename)s has a binding, %(binding)s, that has both a 'value' attribute, and a text child
pl: plik %(filename)s posiada dowiązanie, %(binding)s, które posiada zarówno atrybut "value", jak i potomka tekstowego
uk: у файлі %(filename)s міститься прив’язка %(binding)s, для якої визначено одночасно атрибут «value» і дочірній текстовий об’єкт

source: file %(filename)s has a binding, %(binding)s, that has neither a 'value' attribute, or a text child
pl: plik %(filename)s posiada dowiązanie, %(binding)s, które nie posiada ani atrybutu "value", ani potomka tekstowego
uk: у файлі %(filename)s міститься прив’язка %(binding)s, для якої не визначено ні атрибута «value», ні дочірнього текстового об’єкта

source: No Such Plugin
pl: Nie ma takiej wtyczki
uk: Такого додатка не виявлено

source: No plugin matching the requested: %s.
pl: Brak wtyczki pasującej do żądanej: %s.
uk: Не виявлено додатка, що відповідає запиту: %s.

source: Where do you want to send this report:
pl: Gdzie wysłać ten raport:
uk: Призначення звіту:

source: No Plugins
pl: Brak wtyczek
uk: Немає додатків

source: No usable plugins.
pl: Brak używalnych wtyczek.
uk: Немає придатних додатків.

source: No IO specified.
pl: Nie podano wejścia/wyjścia.
uk: Не вказано параметри вводу-виводу.

source: Cannot determine IO.
pl: Nie można określić wejścia/wyjścia.
uk: Не вдалося визначити ввід-вивід.

source: No IO
pl: Brak wejścia/wyjścia
uk: Немає вводу-виводу

source: No io provided.
pl: Nie dostarczono wejścia/wyjścia.
uk: Не вказано вводу-виводу.

source: No Host
pl: Brak komputera
uk: Немає вузла

source: Please provide a valid hostname
pl: Proszę dostarczyć prawidłową nazwę komputera
uk: Будь ласка, вкажіть коректну назву вузла

source: Login Input Failed
pl: Wprowadzenie loginu nie powiodło się
uk: Помилка введення реєстраційних даних

source: Please provide a valid username and password
pl: Proszę dostarczyć prawidłową nazwę użytkownika i hasło
uk: Будь ласка, вкажіть коректне ім’я користувача і пароль

source: No Path
pl: Brak ścieżki
uk: Немає шляху

source: Please provide a path
pl: Proszę dostarczyć ścieżkę
uk: Будь ласка, вкажіть шлях

source: scp failed
pl: scp nie powiodło się
uk: Помилка безпечного копіювання

source: OSError during scp file from %(filename)s to %(target)s: %(error)s
pl: Błąd systemu operacyjnego podczas kopiowania pliku za pomocą scp z %(filename)s do %(target)s: %(error)s
uk: Помилка операційної системи під час безпечного копіювання файла з %(filename)s до %(target)s: %(error)s

source: scp Successful
pl: scp powiodło się
uk: Успішне безпечне копіювання

source: The signature was successfully copied to:
pl: Podpis został pomyślnie skopiowany do:
uk: Підпис було успішно скопійовано до:

source: unexpected child status (%(childstatus)s) during scp scp %(filename)s %(target)s %(childoutput)s
pl: nieoczekiwany stan potomka (%(childstatus)s) podczas wykonywania polecenia scp scp %(filename)s %(target)s %(childoutput)s
uk: помилковий стан дочірнього об’єкта (%(childstatus)s) під час безпечного копіювання %(filename)s до %(target)s %(childoutput)s

source: Create Case
pl: Utwórz przypadek
uk: Створити запис випадку

source: Create a Case
pl: Utwórz przypadek
uk: Створити запис випадку

source: Attach to existing case
pl: Dołącz do istniejącego przypadku
uk: Долучити до поточного випадку

source: Create new case or Attach report to existing case?
pl: Utworzyć nowy przypadek czy dołączyć do istniejącego?
uk: Створити новий випадок чи долучити звіт до поточного випадку?

source: Missing Login Information
pl: Brak informacji logowania
uk: Не вказано реєстраційних даних

source: Please provide a valid username and password.
pl: Proszę podać prawidłową nazwę użytkownika i hasło.
uk: Будь ласка, вкажіть коректне ім’я користувача і пароль.

source: Case Creation Failed
pl: Utworzenie przypadku nie powiodło się
uk: Спроба створення випадку завершилася невдало

source: Case Creation Response
pl: Odpowiedź utworzenia przypadku
uk: Відповідь на запит щодо створення запису випадку

source: Report Attachement Failed
pl: Załączenie raportu nie powiodło się
uk: Спроба долучення звіту завершилася невдало

source: Report Attachment Response
pl: Odpowiedź załączenia raportu
uk: Відповідь з долученням звіту

source: Report Attachment Succeded
pl: Załączenie raportu powiodło się
uk: Успішна спроба долучення звіту

source: directory to store report in
pl: katalog, w którym przechować raport
uk: каталог, у якому слід зберегти звіт

source: local save Failed
pl: zapisanie lokalnego pliku nie powiodło się
uk: Помилка під час збереження локальних даних

source: directory name required
pl: wymagana jest nazwa katalogu
uk: слід вказати назву каталогу

source: '%s' already exists, but is not a directory
pl: "%s" już istnieje, ale nie jest katalogiem
uk: файл з назвою «%s» вже існує, він не є каталогом

source: '%s' does not exist, create it?
pl: "%s" nie istnieje, utworzyć?
uk: «%s» не існує, створити?

source: OK
uk: Гаразд

source: Create the directory
pl: Utwórz katalog
uk: Створити каталог

source: Cancel
pl: Anuluj
uk: Скасувати

source: Cancel the local save
pl: Anuluj lokalny zapis
uk: Скасувати збереження локальних даних

source: could not create '%(dir)s': %(error)s
pl: nie można utworzyć "%(dir)s": %(error)s
uk: не вдалося створити «%(dir)s»: %(error)s

source: could not save report to '%(target)s': %(error)s
pl: nie można zapisać raportu do "%(target)s": %(error)s
uk: не вдалося зберегти звіт до «%(target)s»': %(error)s

source: local save Successful
pl: lokalny zapis powiódł się
uk: Локальні дані успішно збережено

source: Enter remote FTP directory as URL
pl: Proszę podać zdalny katalog FTP jako adres URL
uk: Введіть адресу віддаленого каталогу FTP

source: Upload failed
pl: Wysłanie nie powiodło się
uk: Невдала спроба вивантаження

source: Upload has failed for remote path: %(ftpserver)s, %(error)s
pl: Wysłanie do zdalnej ścieżki nie powiodło się: %(ftpserver)s, %(error)s
uk: Не вдалося вивантажити дані за віддаленою адресою: %(ftpserver)s, %(error)s

source: Upload Successful
pl: Wysłanie powiodło się
uk: Успішне вивантаження

source: The signature was successfully uploaded to:
pl: Pomyślnie wysłano podpis do:
uk: Підпис було успішно вивантажено до:

source: Your bug could not be filed due to the following error when communicating with bugzilla: %s
pl: Nie można zgłosić błędu z powodu następującego błędu podczas komunikowania się z Bugzillą: %s
uk: Не вдалося додати ваш звіт про ваду через наведену нижче помилку обміну даними з bugzilla: %s

source: Unable To File Bug
pl: Nie można zgłosić błędu
uk: Не вдалося створити звіт

source: Your bug could not be filed due to bad information in the bug fields. This is most likely an error in the bug filing program: %s
pl: Nie można zgłosić błędu z powodu błędnych informacji w polach błędu. Jest to prawdopodobnie błąd w programie do zgłaszania błędów: %s
uk: Не вдалося додати ваш звіт про ваду через помилкові дані у полях параметрів вади. Ймовірно, причиною є помилка у програми для створення звітів про вади: %s

source: Bug Filing Not Supported
pl: Zgłaszanie błędów nie jest obsługiwane
uk: Створення звітів про вади не підтримується

source: Your distribution does not provide a supported bug filing system, so you cannot save your exception this way.
pl: Dystrybucja nie dostarcza obsługiwanego systemu zgłaszania błędów, więc nie można zapisać wyjątku w ten sposób.
uk: У вашому дистрибутиві не передбачено підтримуваної системи стеження за вадами, отже вам не вдасться створити звіт за допомогою цієї програми.

source: No Login Information
pl: Brak informacji logowania
uk: Не вказано реєстраційних даних

source: Unable To Login
pl: Nie można się zalogować
uk: Не вдалося увійти

source: There was an error logging into %s using the provided username and password.
pl: Wystąpił błąd podczas logowania do %s używając podanej nazwy użytkownika i hasła.
uk: Під час спроби увійти до %s за допомогою вказаного імені користувача і пароля сталася помилка.

source: Bug not found
pl: Nie odnaleziono błędu
uk: Вади не знайдено

source: Unable to find bug %s
pl: Nie można odnaleźć błędu %s
uk: Не вдалося знайти ваду %s

source: Bug Created
pl: Utworzono błąd
uk: Створено звіт про ваду

source: A new bug has been created with your traceback attached. Please add additional information such as what you were doing when you encountered the bug, screenshots, and whatever else is appropriate to the following bug:
pl: Utworzono nowy błąd z dołączonym wyjątkiem. Proszę dodać informacje (w języku angielskim), takie jak wykonywana czynność podczas wystąpienia błędu, zrzuty ekranu, i wszystko co jest odpowiednie do poniższego błędu:
uk: Створено звіт про ваду з зібраними у вашій системі даними щодо зворотного трасування. Будь ласка, додайте інші відомості, зокрема щодо дій, які виконувалися у системі під час аварії, знімки вікон або будь-які інші дані, що стосуються цієї вади:

source: Bug Updated
pl: Zaktualizowano błąd
uk: Оновлено звіт про ваду

source: A bug with your information already exists. Your account has been added to the CC list and your traceback added as a comment. Please add additional descriptive information to the following bug:
pl: Błąd zawierający te informacje już istnieje. Konto zostało dodane do listy CC, a wyjątek dodany jako komentarz. Proszę dodać inne informacje do poniższego błędu:
uk: Повідомлення про ваду з наведеними вами даними вже створено. Ваш обліковий запис було додано до списку надсилання копій нових повідомлень звіту, а зібрані у вашій системі дані зворотного трасування додано як коментар. Будь ласка, додайте інші описові дані до цього звіту про ваду:
